{
  "title": "מדיניות פרטיות",

  "sections": {
    "intro": {
      "title": "1. מבוא",
      "body": "מדיניות פרטיות זו מסבירה כיצד FinSight (״אנחנו״, ״שלנו״ או ״האפליקציה״) אוספת, משתמשת ומגנה על המידע שלך בעת השימוש באפליקציה. בשימוש ב-FinSight אתה מסכים לנוהגים המתוארים במדיניות זו. אם אינך מסכים למדיניות זו, אנא אל תשתמש באפליקציה."
    },

    "controller": {
      "title": "2. מי אנחנו",
      "body": "FinSight היא אפליקציית ניהול פיננסי עצמאית, המופעלת כמוצר בשלבי פיתוח מוקדמים. לצורכי דיני הגנת מידע, FinSight היא הגורם האחראי (Data Controller) על עיבוד המידע האישי שלך.\n\nמדינת פעילות: ישראל"
    },

    "dataCollected": {
      "title": "3. איזה מידע אנו אוספים",
      "account": {
        "title": "פרטי חשבון",
        "body": "בעת התחברות באמצעות Google, אנו מקבלים את שמך, כתובת הדוא״ל ותמונת הפרופיל שלך כפי שסופקו על ידי Google."
      },
      "financial": {
        "title": "מידע פיננסי",
        "body": "כל המידע הפיננסי ב-FinSight מוזן ידנית על ידך. איננו מתחברים לבנקים, איננו מבצעים סריקות או ייבוא אוטומטי, ואיננו משתמשים ב-Open Banking. המידע משמש אך ורק להצגת תובנות בתוך האפליקציה."
      },
      "technical": {
        "title": "מידע טכני",
        "body": "אנו עשויים לאסוף מידע טכני בסיסי כגון כתובת IP, סוג דפדפן, מערכת הפעלה וזמני גישה לצורך אבטחה ותפעול תקין של השירות."
      }
    },

    "legalBasis": {
      "title": "4. בסיס חוקי לעיבוד מידע",
      "body": "עיבוד המידע האישי מתבצע על בסיס מתן השירות, הסכמת המשתמש לשימוש באפליקציה, והאינטרס הלגיטימי שלנו להפעיל ולאבטח את השירות."
    },

    "usage": {
      "title": "5. כיצד אנו משתמשים במידע",
      "items": [
        "הפעלת האפליקציה ומתן השירות",
        "שמירה והצגת נתונים פיננסיים כפי שהוזנו על ידך",
        "אבטחת חשבונות ותהליך ההתחברות",
        "שיפור יציבות ופונקציונליות",
        "עמידה בדרישות חוקיות במידת הצורך"
      ]
    },

    "deletion": {
      "title": "6. מחיקה ושמירת מידע",
      "body": "ניתן למחוק את החשבון בכל עת מתוך האפליקציה. עם מחיקת החשבון, כל המידע האישי והפיננסי נמחק לצמיתות ללא עיכוב מיותר."
    },

    "rights": {
      "title": "7. זכויות פרטיות",
      "body": "בהתאם למיקומך, ייתכן ויש לך זכויות גישה, תיקון, מחיקה או הגבלת עיבוד של מידע אישי. ניתן לפנות אלינו באמצעות כתובת הדוא״ל המופיעה להלן."
    },

    "cookies": {
      "title": "8. עוגיות ומעקב",
      "body": "FinSight אינה משתמשת כיום בכלי אנליטיקה או מעקב פרסומי. עוגיות חיוניות בלבד עשויות לשמש לצורכי התחברות ותפעול בסיסי."
    },

    "thirdParties": {
      "title": "9. שירותי צד שלישי",
      "body": "האפליקציה משתמשת ב-Google OAuth לצורכי התחברות ובספקי תשתית ענן לאחסון והפעלה. שירותים אלו מעבדים מידע רק לצורך אספקת השירות."
    },

    "age": {
      "title": "10. הגבלת גיל",
      "body": "FinSight מיועדת למשתמשים מגיל 16 ומעלה. איננו אוספים ביודעין מידע אישי מקטינים מתחת לגיל זה."
    },

    "changes": {
      "title": "11. שינויים במדיניות",
      "body": "אנו עשויים לעדכן מדיניות זו מעת לעת. כל שינוי יפורסם בעמוד זה בציון תאריך עדכון."
    }
  }
}
