{
  "title": "תנאי שימוש",

  "sections": {
    "acceptance": {
      "title": "1. הסכמה לתנאים",
      "body": "בשימוש ב-FinSight אתה מסכים להיות כפוף לתנאי שימוש אלו. אם אינך מסכים לתנאים, אינך רשאי להשתמש באפליקציה."
    },

    "service": {
      "title": "2. אופי השירות",
      "body": "FinSight מספקת מדדים, סיכומים והמחשות פיננסיות המבוססים אך ורק על נתונים שהוזנו ידנית על ידי המשתמש. האפליקציה אינה מספקת ייעוץ פיננסי, השקעות, מיסוי או ייעוץ משפטי. המידע מוצג לצורכי מידע בלבד."
    },

    "account": {
      "title": "3. חשבון משתמש",
      "body": "האחריות לשמירה על סודיות החשבון והשימוש בו חלה על המשתמש. אנו שומרים לעצמנו את הזכות להשעות או לסגור חשבונות במקרה של הפרת תנאים או שימוש לרעה."
    },

    "data": {
      "title": "4. נתוני משתמש",
      "body": "כל הנתונים שהוזנו לאפליקציה שייכים למשתמש. הנתונים נשמרים ומעובדים אך ורק לצורך הפעלת השירות. מחיקת חשבון תוביל למחיקה מיידית וקבועה של כל הנתונים המשויכים אליו."
    },

    "prohibited": {
      "title": "5. שימושים אסורים",
      "items": [
        "שימוש בלתי חוקי בשירות",
        "גישה אוטומטית, סריקה או שימוש בבוטים",
        "מכירה, רישוי משנה או שימוש מסחרי בשירות",
        "החדרת קוד זדוני, וירוסים או תוכן פוגעני",
        "ניסיון לפגוע או לעקוף מנגנוני אבטחה"
      ]
    },

    "availability": {
      "title": "6. זמינות השירות",
      "body": "אנו רשאים לשנות, להשעות או להפסיק את השירות בכל עת וללא הודעה מוקדמת. אין התחייבות לזמינות רציפה או לפעולה ללא תקלות."
    },

    "disclaimer": {
      "title": "7. ויתור על אחריות",
      "body": "השירות ניתן כפי שהוא (\"As Is\") וללא כל התחייבות או אחריות מכל סוג."
    },

    "liability": {
      "title": "8. הגבלת אחריות",
      "body": "במידה המותרת על פי דין, FinSight לא תישא באחריות לנזקים עקיפים או תוצאתיים הנובעים מהשימוש בשירות."
    },

    "law": {
      "title": "9. דין חל",
      "body": "תנאים אלו כפופים לדין החל, ללא התחשבות בכללי ברירת דין."
    },

    "changes": {
      "title": "10. שינויים בתנאים",
      "body": "אנו עשויים לעדכן תנאים אלו מעת לעת. המשך השימוש בשירות לאחר העדכון מהווה הסכמה לתנאים המעודכנים."
    },

    "age": {
      "title": "11. הגבלת גיל",
      "body": "השימוש ב-FinSight מיועד למשתמשים מגיל 16 ומעלה."
    }
  }
}
